//
//  Constant.swift
//  Demo_TextKit
//
//  Created by Yu Pengyang on 11/10/15.
//  Copyright (c) 2015 Yu Pengyang. All rights reserved.
//

import Foundation

let displayString = "对于创投概念股掀起的涨停潮，市场普遍认为主要受IPO即将重启、注册制稳步推进等利好消息的影响。华安证券的一名策略分析师对中国网财经记者表示：“很多创投公司手里有大批的拟上市公司项目，IPO的重启意味着其投资周期将大幅缩短，在降低了投资风险的同时，其所获利润也增厚了上市公司的业绩，如果注册制能够落地，企业上市就会容易得多，创投退出的周期会缩短，其持有的相关企业股权将实现流通，大大拓展了其升值空间。”\n据数据统计显示，目前有49家上市公司直接持有创投公司股权，其中张江高科（600895）参股了5家，包括在深交所上市的嘉事堂（002462）和在香港上市的微创医疗等，海通证券（600837）在其最新研报中指出，张江高科努力转型成科技投行，随着公司的PE投资链条日趋完善，未来投资收益增长潜力大。其2015年的半年报显示，公司上半年的创投等服务业营收2.09亿，占公司总收入的达到了43%，而其主营业务房地产营收仅为2.77亿，占比为53%，另外，同方股份（600100）也参股了5家创投公司，钱江水利参股了4家，大众公用、北京城建（600266）、复星医药（600196）、龙头股份（600630）、南通科技（600862）等公司参股的创投公司也均超过了2家。从投资额来看，持有深创投逾20%股权大众公用以12.09亿的投资金额高居首位，复星医药、北京城建、张江高科、杉杉股份四家公司布局在创投公司方面的金额也均超过了5亿，分别为6.62亿、5.76亿、5.52亿和5亿。11月6日，证监会发言人邓舸表示，将完善新股发行制度，取消现行新股申购预先缴款制度，改为中签后再缴款。重启新股发行，先按现行制度恢复暂缓发行的28家公司IPO。业内认为，IPO暂停是应对股票市场流动性危机的应急措施，IPO重启是市场回暖的必然选择。根据统计，首批将上市的28只新股中，有多只新股被上市公司直接或间接持股，市场普遍认为，对于IPO重启，包括28只IPO影子股、券商影子股等这类股将直接受益。此外，IPO重启后，手握大批拟上公司项目的创投公司也迎来春风，而参股创投的上市公司将分得一杯羹。"